{
  "anime_profiles": [
    {
      "id": "love_live",
      "names": [
        "Love Live!"
      ],
      "file_tray_image": "love_live.webp",
      "description": {
        "en": "Honoka Kōsaka is a girl who loves her school, Otonokizaka High School, but it is about to be closed due to a lack of new students, Honoka becomes determined to save it. Knowing that school idols are popular, they and their friends create the group μ's (pronounced miúse) with the aim of getting new students. After saving the school from closure, the μ's girls take higher paths and participate in \"Love Live\", the ultimate competition that brings together Japan's biggest idol groups.",
        "pt": "Honoka Kōsaka é uma garota que ama sua escola, Colégio de Ensino Médio Otonokizaka, porém essa está prestes a ser fechada devido a uma falta de novos estudantes, Honoka se torna determinada a salvá-la. Sabendo que ídolos de colégio são populares, elas e suas amigas criam o grupo μ's (se pronuncia miúse) com o objetivo de conseguir novas estudantes. Após salvarem o colégio do fechamento, as garotas da μ's seguem caminhos mais altos e participam do \"Love Live\", a competição suprema que reúne os maiores grupos idol do Japão.",
        "es": "Honoka Kōsaka es una chica que ama su escuela, Otonokizaka High School, pero está a punto de cerrar debido a la falta de nuevos estudiantes, Honoka está decidida a salvarla. Sabiendo que los ídolos escolares son populares, ellos y sus amigos crean el grupo μ's (pronunciado miúse) con el objetivo de conseguir nuevos estudiantes. Después de salvar la escuela del cierre, las chicas de μ toman caminos más elevados y participan en \"Love Live\", la competición definitiva que reúne a los grupos ídolos más importantes de Japón."
      },
      "genes": {
        "en": [
          "Slice of Life",
          "Music",
          "School"
        ],
        "pt": [
          "Fatia de Vida",
          "Música",
          "Escola"
        ],
        "es": [
          "Recuentos de la vida",
          "Música",
          "Escuela"
        ]
      }
    },
    {
      "id": "mirai_nikki",
      "names": [
        "Mirai Nikki",
        "The Future Diary"
      ],
      "file_tray_image": "mirai_nikki.webp",
      "description": {
        "en": "Yukiteru Amano is a boy who has trouble making friends. One day, he gains from a God the power to predict the future with his cell phone, his “diary of the future”. However, Yukiteru will have to use his power to survive in a game involving dangerous killers and psychopaths, each with a special power at hand. They are all competing to be God's successor. He will have the help of Yuno Gasai, a girl crazy about Yukiteru who hides a secret.",
        "pt": "Yukiteru Amano é um garoto que com dificuldades de fazer amigos. Um dia, ganha de um Deus o poder de prever o futuro com seu celular, o seu “diário do futuro”. Porém, Yukiteru terá que usar seu poder para sobreviver em um jogo envolvendo perigosos assassinos e psicopatas, cada um com um poder especial em mãos. Todos eles estão concorrendo para ser o sucessor de Deus. Ele contará com a ajuda de Yuno Gasai, uma menina louca por Yukiteru que esconde um segredo.",
        "es": "Yukiteru Amano es un chico que tiene problemas para hacer amigos. Un día, recibe de Dios el poder de predecir el futuro con su teléfono móvil, su “diario del futuro”. Sin embargo, Yukiteru tendrá que usar su poder para sobrevivir en un juego en el que participan peligrosos asesinos y psicópatas, cada uno con un poder especial en mano. Todos compiten por ser el sucesor de Dios. Contará con la ayuda de Yuno Gasai, una chica loca por Yukiteru que esconde un secreto."
      },
      "genes": {
        "en": [
          "Action",
          "Horror",
          "Supernatural",
          "Thriller",
          "Thriller"
        ],
        "pt": [
          "Ação",
          "Terror",
          "Sobrenatural",
          "Suspense",
          "Suspense"
        ],
        "es": [
          "Acción",
          "Horror",
          "Sobrenatural",
          "Suspenso",
          "Suspenso"
        ]
      }
    },
    {
      "id": "one_piece",
      "names": [
        "One Piece",
        "OP"
      ],
      "file_tray_image": "one_piece.webp",
      "description": {
        "en": "The plot follows Monkey D. Luffy, a young man who has the ambition to become the Pirate King - the one who achieves all things in the world. To do this, he needs to find the One Piece, the legendary treasure left by Gol D. Roger, the first king of piracy. During his journey, in addition to many friends, Luffy gains loyal companions who help him follow his dream.",
        "pt": "A trama segue Monkey D. Luffy, um jovem que tem a ambição de se tornar o Rei dos Piratas - aquele que consegue todas as coisas do mundo. Para isso, ele precisa encontrar o One Piece, o tesouro lendário deixado por Gol D. Roger, primeiro rei da pirataria. Durante sua jornada, além de muitos amigos, Luffy consegue leais companheiros, que o ajudam a trilhar seu sonho.",
        "es": "La trama sigue a Monkey D. Luffy, un joven que tiene la ambición de convertirse en el Rey Pirata, el que logra todas las cosas en el mundo. Para ello, necesita encontrar One Piece, el tesoro legendario dejado por Gol D. Roger, el primer rey de la piratería. Durante su viaje, además de muchos amigos, Luffy consigue compañeros leales que le ayudan a seguir su sueño."
      },
      "genes": {
        "en": [
          "Action",
          "Adventure",
          "Fantasy",
          "Demographic",
          "Shounen"
        ],
        "pt": [
          "Ação",
          "Aventura",
          "Fantasia",
          "Demográfico",
          "Shounen"
        ],
        "es": [
          "Acción",
          "Aventura",
          "Fantasía",
          "Demográfico",
          "Shounen"
        ]
      }
    },
    {
      "id": "overlord",
      "names": [
        "Overlord"
      ],
      "file_tray_image": "overlord.webp",
      "description": {
        "en": "Yggdrasil is a popular online game that suddenly has its servers shut down. Momonga, a young player, decides not to leave the game and is transformed into a skeleton, the Overlord. As he has no family, friends or place in real society, young Momonga decides to fight to dominate the new world that the game has become.",
        "pt": "Yggdrasil é um popular jogo online que, de repente, tem seus servidores desligados. Momonga, um jovem jogador, decide não sair do jogo e é transformado num esqueleto, o Overlord. Como não tem família, amigos ou lugar na sociedade real, o jovem Momonga decide lutar para dominar o novo mundo que o jogo se tornou.",
        "es": "Yggdrasil es un popular juego en línea cuyos servidores cierran repentinamente. Momonga, un joven jugador, decide no abandonar el juego y se transforma en un esqueleto, el Overlord. Al no tener familia, amigos ni lugar en la sociedad real, el joven Momonga decide luchar para dominar el nuevo mundo en el que se ha convertido el juego."
      },
      "genes": {
        "en": [
          "Action",
          "Comedy",
          "Fantasy",
          "Isekai"
        ],
        "pt": [
          "Ação",
          "Comédia",
          "Fantasia",
          "Isekai"
        ],
        "es": [
          "Acción",
          "Comedia",
          "Fantasía",
          "Isekai"
        ]
      }
    },
    {
      "id": "re_zero",
      "names": [
        "Re:Zero",
        "ReZero",
        "Starting Life in Another World",
        "Life in a different world from zero"
      ],
      "file_tray_image": "rezero.webp",
      "description": {
        "en": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things are not looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.\nHowever, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself.",
        "pt": "Quando Subaru Natsuki sai da loja de conveniência, a última coisa que ele espera é ser arrancado de sua vida cotidiana e jogado em um mundo de fantasia. As coisas não parecem boas para o adolescente perplexo; porém, pouco depois de sua chegada, ele é atacado por alguns bandidos. Armado apenas com uma sacola de compras e um celular agora inútil, ele é rapidamente espancado até virar polpa. Felizmente, uma beleza misteriosa chamada Satella, em perseguição de quem roubou sua insígnia, encontra Subaru e o salva. Para agradecer à garota honesta e bondosa, Subaru se oferece para ajudar em sua busca e, mais tarde naquela noite, ele ainda descobre o paradeiro daquilo que ela procura. Mas sem o conhecimento deles, uma força muito mais sombria persegue a dupla nas sombras e, poucos minutos depois de localizar a insígnia, Subaru e Satella são brutalmente assassinados.\nNo entanto, Subaru imediatamente desperta para uma cena familiar – confrontado pelo mesmo grupo de bandidos, encontrando Satella novamente – o enigma se aprofunda à medida que a história se repete inexplicavelmente.",
        "es": "Cuando Subaru Natsuki sale de la tienda, lo último que espera es que lo saquen de su vida cotidiana y lo sumerjan en un mundo de fantasía. Las cosas no pintan bien para el desconcertado adolescente; sin embargo, poco después de su llegada, es atacado por unos matones. Armado sólo con una bolsa de comestibles y un teléfono celular ahora inútil, rápidamente lo convierten en pulpa. Afortunadamente, una misteriosa belleza llamada Satella, persiguiendo a quien robó su insignia, se encuentra con Subaru y lo salva. Para agradecer a la chica honesta y de buen corazón, Subaru se ofrece a ayudar en su búsqueda, y más tarde esa noche, incluso encuentra el paradero de lo que ella busca. Pero sin que ellos lo sepan, una fuerza mucho más oscura los acecha desde las sombras, y apenas unos minutos después de localizar la insignia, Subaru y Satella son brutalmente asesinados.\nSin embargo, Subaru inmediatamente vuelve a despertar en una escena familiar: se enfrenta al mismo grupo de matones y se encuentra con Satella de nuevo; el enigma se profundiza a medida que la historia se repite inexplicablemente."
      },
      "genes": {
        "en": [
          "Drama",
          "Fantasy",
          "Suspense",
          "Isekai"
        ],
        "pt": [
          "Drama",
          "Fantasia",
          "Suspenso",
          "Isekai"
        ],
        "es": [
          "Drama",
          "Fantasía",
          "Suspenso",
          "Isekai"
        ]
      }
    },
    {
      "id": "sword_art_online",
      "names": [
        "Sword Art Online",
        "SAO"
      ],
      "file_tray_image": "swordart.webp",
      "description": {
        "en": "In the year 2022, thousands of people are trapped in a new virtual MMORPG called Sword Art Online. With the NerveGear, a helmet that stimulates the user's five senses via their brain, players can experience and control their in-game characters with their minds. However, if a player dies in the game, they die in real life. Asuna Yuuki is one of the thousands of players trapped in SAO. She is determined to find a way to escape, but she soon realizes that the game is not what it seems.",
        "pt": "No ano de 2022, milhares de pessoas são presas em um novo MMORPG virtual chamado Sword Art Online. Com o NerveGear, um capacete que estimula os cinco sentidos do usuário através de seu cérebro, os jogadores podem experimentar e controlar seus personagens no jogo com suas mentes. No entanto, se um jogador morrer no jogo, ele morre na vida real. Asuna Yuuki é uma das milhares de jogadoras presas no SAO. Ela está determinada a encontrar uma maneira de escapar, mas logo percebe que o jogo não é o que parece.",
        "es": "En el año 2022, miles de personas quedan atrapadas en un nuevo MMORPG virtual llamado Sword Art Online. Con el NerveGear, un casco que estimula los cinco sentidos del usuario a través de su cerebro, los jugadores pueden experimentar y controlar sus personajes en el juego con sus mentes. Sin embargo, si un jugador muere en el juego, muere en la vida real. Asuna Yuuki es una de las miles de jugadoras atrapadas en el SAO. Está decidida a encontrar una manera de escapar, pero pronto se da cuenta de que el juego no es lo que parece."
      },
      "genes": {
        "en": [
          "Action",
          "Adventure",
          "Drama",
          "Fantasy",
          "Romance",
          "Sci-Fi",
          "Isekai"
        ],
        "pt": [
          "Ação",
          "Aventura",
          "Drama",
          "Fantasia",
          "Romance",
          "Ficção científica",
          "Isekai"
        ],
        "es": [
          "Acción",
          "Aventura",
          "Drama",
          "Fantasía",
          "Romance",
          "Ciencia ficción",
          "Isekai"
        ]
      }
    },
    {
      "id": "volcaloid",
      "names": [
        "Vocaloid",
        "Vocaloide"
      ],
      "file_tray_image": "vocaloid.webp",
      "description": {
        "en": "Vocaloid is a singing synthesizer technology developed by the Yamaha Corporation that allows users to synthesize singing by typing in lyrics and melody. This unique and innovative software has given rise to virtual singers who have become popular not only in Japan but around the world. Each Vocaloid is characterized by a distinctive voice and appearance, and users can create their own music by utilizing these virtual performers.",
        "pt": "Vocaloid é uma tecnologia de síntese de canto desenvolvida pela Yamaha Corporation que permite aos usuários sintetizar o canto digitando letras e melodia. Esse software único e inovador deu origem a cantores virtuais que se tornaram populares não apenas no Japão, mas em todo o mundo. Cada Vocaloid é caracterizado por uma voz e aparência distintas, e os usuários podem criar sua própria música utilizando esses artistas virtuais.",
        "es": "Vocaloid es una tecnología de síntesis de canto desarrollada por Yamaha Corporation que permite a los usuarios sintetizar el canto escribiendo letras y melodía. Este software único e innovador ha dado lugar a cantantes virtuales que se han vuelto populares no solo en Japón sino en todo el mundo. Cada Vocaloid se caracteriza por una voz y apariencia distintivas, y los usuarios pueden crear su propia música utilizando estos artistas virtuales."
      },
      "genes": {
        "en": [
          "Music",
          "Technology"
        ],
        "pt": [
          "Música",
          "Tecnologia"
        ],
        "es": [
          "Música",
          "Tecnología"
        ]
      }
    },
    {
      "id": "jojo",
      "names": [
        "JoJo's Bizarre Adventure",
        "Jojo",
        "Jojo`s",
        "JoJo no Kimyou na Bouken"
      ],
      "file_tray_image": "jojo.webp",
      "description": {
        "en": "JoJo's Bizarre Adventure follows the adventures of the Joestar family, whose members possess unique powers that they use to battle supernatural enemies. The series spans multiple generations, with each part focusing on a different member of the Joestar lineage and their battles against various villains. Known for its imaginative storytelling, distinct art style, and iconic poses, JoJo's Bizarre Adventure has become a cultural phenomenon in the world of anime and manga.",
        "pt": "JoJo's Bizarre Adventure segue as aventuras da família Joestar, cujos membros possuem habilidades únicas que eles usam para lutar contra inimigos sobrenaturais. A série abrange várias gerações, com cada parte focando em um membro diferente da linhagem Joestar e suas batalhas contra vários vilões. Conhecido por sua narrativa imaginativa, estilo de arte distinto e poses icônicas, JoJo's Bizarre Adventure se tornou um fenômeno cultural no mundo do anime e mangá.",
        "es": "JoJo's Bizarre Adventure sigue las aventuras de la familia Joestar, cuyos miembros poseen habilidades únicas que utilizan para luchar contra enemigos sobrenaturales. La serie abarca varias generaciones, con cada parte centrada en un miembro diferente de la línea Joestar y sus batallas contra varios villanos. Conocido por su narrativa imaginativa, estilo de arte distintivo y poses icónicas, JoJo's Bizarre Adventure se ha convertido en un fenómeno cultural en el mundo del anime y el manga."
      },
      "genres": {
        "en": [
          "Action",
          "Adventure",
          "Supernatural"
        ],
        "pt": [
          "Ação",
          "Aventura",
          "Sobrenatural"
        ],
        "es": [
          "Acción",
          "Aventura",
          "Sobrenatural"
        ]
      }
    },
    {
      "id": "kaguya_sama",
      "names": [
        "Kaguya-sama",
        "kaguya",
        "Kaguya-sama wa Kokurasetai",
        "Love is war",
        "Waar Liefde een Oorlog Is"
      ],
      "file_tray_image": "kaguya_sama.webp",
      "description": {
        "en": "Kaguya-sama: Love is War revolves around the comedic and romantic antics between the two high-achieving students, Kaguya Shinomiya and Miyuki Shirogane. As the vice president and president of the student council, they both harbor romantic feelings for each other but are too proud to confess. The series explores their clever and elaborate schemes to make the other person confess their love first, turning ordinary situations into battlegrounds of wit and strategy.",
        "pt": "Kaguya-sama: Love is War gira em torno das proezas cômicas e românticas entre os dois estudantes de alto desempenho, Kaguya Shinomiya e Miyuki Shirogane. Como vice-presidente e presidente do conselho estudantil, ambos têm sentimentos românticos um pelo outro, mas são orgulhosos demais para confessar. A série explora seus esquemas inteligentes e elaborados para fazer a outra pessoa confessar seu amor primeiro, transformando situações comuns em campos de batalha de sagacidade e estratégia.",
        "es": "Kaguya-sama: Love is War gira en torno a las travesuras cómicas y románticas entre los dos estudiantes de alto rendimiento, Kaguya Shinomiya y Miyuki Shirogane. Como vicepresidenta y presidente del consejo estudiantil, ambos albergan sentimientos románticos el uno por el otro, pero son demasiado orgullosos para confesar. La serie explora sus ingeniosos y elaborados planes para hacer que la otra persona confiese su amor primero, convirtiendo situaciones ordinarias en campos de batalla de ingenio y estrategia."
      },
      "genres": {
        "en": [
          "Comedy",
          "Romance",
          "School",
          "Psychological"
        ],
        "pt": [
          "Comédia",
          "Romance",
          "Escolar",
          "Psicológico"
        ],
        "es": [
          "Comedia",
          "Romance",
          "Escuela",
          "Psicológico"
        ]
      }
    }

  ]
}